Revit 2027 API
SpecTypeId.DecimalSheetLength Property
 Decimal Sheet Length, in discipline Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DecimalSheetLength { get; }
Public Shared ReadOnly Property DecimalSheetLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DecimalSheetLength {
	ForgeTypeId^ get ();
}
static member DecimalSheetLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace